"Regular" = "Standard";

"Grid" = "Grille";

"Cubism" = "Cubisme";

"Bad Math" = "Mauvais calcul";

"M-Theory" = "Théorie M";

"UHFTEM" = "UHFTEM";

"Nowhere" = "Nulle part";

"Echo" = "Écho";

"Kaleidoscope" = "Kaléidoscope";

"Random" = "Aléatoire";

"Custom" = "Personnalisé";
